
import "../../styles/Services.css"
import Button from "../Button.jsx";
export function Services() {
    return (
        <div className="Services">
            <div className="Services-header">
                ՄԵՐ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԸ
            </div>
            <div className="Services-main">
                <div className="Services-content-one Services-content">
                    {/*<div>*/}

                    <h2>Անվճար խորհրդատվություն</h2>
                    <h3>
                        Ձեր առաջին քայլերը դեպի արևային էներգիա սկսվում է արևային էներգիայի խորհրդատվությամբ
                    </h3>
                    <Button text="Անվճար Խորհրդատվություն"/>
                    <p>
                        Պատրաստվու՞մ եք անցնել արևային էներգիայի, բայց ունեք հարցեր։ AG Solar-ի փորձառու մասնագետները տրամադրում են անվճար խորհրդատվություն՝ օգնելով ընտրել ճիշտ հզորությամբ համակարգ, գնահատել գին–որակ հարաբերակցությունը, հստակեցնել ծախսերի խնայման չափերը և ուսումնասիրել ֆինանսավորման հնարավորությունները
                        Խորհրդատվության ընթացքում դուք կստանաք՝
                        <ul>
                            <li>- Անհատական մոտեցում՝ հաշվի առնելով ձեր տարածքը, էներգասպառումը և նպատակները</li>
                            <li>- Հստակ հաշվարկներ՝ ձեր տան կամ բիզնեսի համար՝ ընտրելու ամենաարդյունավետ հզորությամբ համակարգը</li>
                            <li>- Գին–որակ հարաբերակցության մանրամասն բացատրություն</li>
                            <li>- Տեղեկատվություն ֆինանսավորման տարբերակների, ապառիկ պայմանների և ընթացակարգերի մասին</li>
                        </ul>
                        Մենք առաջարկում ենք հստակ և շահավետ առաջարկներ՝ ներկայացնելով արևային համակարգերի բոլոր առավելությունները՝ երկարաժամկետ խնայողություններից մինչև հուսալիությունն ու ինքնավարությունը։
                    </p>

                    <div className="Services-content-img Services-content-one-img"></div>
                </div>
            </div>
            <div className="Services-main">
                <div className="Services-content-one Services-content">
                    <h2>Արևային կայանների նախագծում և տեղադրում</h2>
                    <h3>
                        Նախագծումից մինչև տեղադրում՝ կատարյալ արդյունքի համար։
                    </h3>
                    <Button text="Անվճար Խորհրդատվություն"/>
                    <p>
                        AG Solar–ի մասնագիտական թիմը իրականացնում է արևային էներգիայի համակարգերի նախագծում և տեղադրում՝ հիմնված բարձր որակի ստանդարտների, ինժեներական ճշգրտության և անհատական մոտեցման վրա։

                        Մենք ապահովում ենք՝
                        <ul>
                            <li>- Տարածքի նախնական ուսումնասիրություն և վերլուծություն
                                Մեր թիմը այցելում է Ձեր տարածք՝ ուսումնասիրելու տեղանքի կառուցվածքը, արևային ճառագայթների հասանելիությունն ու տեղադրման հնարավորությունները։</li>
                            <li>- Համակարգի տեխնիկական նախագծում
                                Հաշվի առնելով Ձեր էներգասպառումը, տարածքի առանձնահատկությունները և բյուջեն՝ մենք կազմում ենք հարմարեցված տեխնիկական նախագիծ՝ պարունակող լավագույն տեխնոլոգիական լուծումները։</li>
                            <li>- - Տեղադրման աշխատանքների իրականացում
                                Մասնագետները կատարում են ամբողջական տեղադրում՝ խստորեն պահպանելով անվտանգության բոլոր նորմերը և միջազգային տեխնիկական ստանդարտները։ Աշխատանքները վերահսկվում են յուրաքանչյուր փուլում՝ ապահովելու համար բարձր որակ և արդյունավետություն</li>
                            <li>-Փորձարկում և համակարգի ակտիվացում
                                Տեղադրումից հետո իրականացվում են մանրակրկիտ փորձարկումներ՝ համոզվելու, որ համակարգը գործում է հարթ և առավելագույն արդյունավետությամբ։</li>
                            <li>
                                -Ձեզ հասանելի մշտական տեխնիկական աջակցություն
                                Տեղադրումից հետո էլ մենք Ձեզ հետ ենք՝ ապահովելու համակարգի երկարաժամկետ և անխափան գործարկում։
                            </li>
                        </ul>
                        Մենք առաջարկում ենք հստակ և շահավետ առաջարկներ՝ ներկայացնելով արևային համակարգերի բոլոր առավելությունները՝ երկարաժամկետ խնայողություններից մինչև հուսալիությունն ու ինքնավարությունը։

                    </p>
                        <div className="Services-content-two-img Services-content-img">
                    </div>
                </div>
            </div>
            <div className="Services-main">
                <div className="Services-content-one Services-content">
                    <h2>Տեխնիկական սպասարկում</h2>
                    <h3>
                        Ձեր արևային կայանի ամուր ուղեկիցը՝ AG Solar»
                    </h3>
                    <Button text="Անվճար Խորհրդատվություն"/>
                    <p>
                        AG Solar-ի տեխնիկական սպասարկման ծառայությունը ապահովում է Ձեր արևային համակարգի հուսալի, անխափան և արդյունավետ աշխատանքը երկար տարիներ։ Մենք ոչ միայն տեղադրում ենք կայանները, այլև մշտապես հետևում դրանց անխափան գործունեությանը՝ կանխելով հնարավոր խափանումներն ու կորուստները։ Մեր տեխնիկական թիմը կատարում է պարբերական ստուգումներ և անհրաժեշտ վերանայումներ՝ ըստ միջազգային չափանիշների։
                        <br/>
                        Ինչ է ներառում տեխնիկական սպասարկման ծառայությունը
                        <ul>
                            <li>-Տեխնիկական վիճակի պարբերական ստուգումներ</li>
                            <li>- Մոնիտորինգ և անսարքությունների վաղ բացահայտում</li>
                            <li>-Էներգաարդյունավետության մշտական վերահսկում</li>
                            <li>-Կանխարգելիչ վերանայումներ և անհրաժեշտ վերանորոգումներ</li>
                            <li>Անվտանգության ստուգումներ՝ ըստ միջազգային նորմերի</li>
                        </ul>
                        Մենք առաջարկում ենք հստակ և շահավետ առաջարկներ՝ ներկայացնելով արևային համակարգերի բոլոր առավելությունները՝ երկարաժամկետ խնայողություններից մինչև հուսալիությունն ու ինքնավարությունը։

                    </p>
                    <div className="Services-content-img Services-content-tree-img">
                    </div>
                </div>
            </div>

            <div className="Services-main">
                <div className="Services-content-one Services-content">
                    <h2>0% ապառիկ և ֆինանսավորման աջակցություն</h2>
                    <h3>
                        Անվտանգության ստուգումներ՝ ըստ միջազգային նորմերի
                    </h3>
                    <Button text="Անվճար Խորհրդատվություն"/>
                    <p>
                        AG Solar-ը ձեր կողքին է ոչ միայն արևային կայանը տեղադրելու, այլև այն հնարավորինս մատչելի դարձնելու ճանապարհին։ Մենք առաջարկում ենք 0% ապառիկ և աջակցություն վարկավորման ամբողջ գործընթացում՝ ազատելով Ձեզ ավելորդ բարդություններից։

                        Մենք ապահովում ենք՝
                        <ul>
                            <li>- 0% տոկոսադրույքով ապառիկ՝ առանց թաքնված վճարների կամ հավելյալ տոկոսների։</li>
                            <li>- Ֆինանսավորման ամբողջական կազմակերպում՝ առանց Ձեր միջամտության։</li>
                            <li>- Մենք աշխատում ենք վարկավորման կազմակերպությունների հետ՝ ձեր փոխարեն վարելով բոլոր բանակցությունները և ձևակերպումները։ Դուք չեք անհանգստանում փաստաթղթերի, դիմումների կամ թղթաբանության համար — ամեն ինչ կանենք մենք։--- Արագ և հուսալի գործընթաց։</li>
                            <li>- Տինանսավորման հաստատման գործընթացը կարող է տևել ընդամենը մի քանի օր՝ ապահովելով սահուն անցում դեպի արևային էներգիա</li>
                        </ul>
                        Մենք առաջարկում ենք հստակ և շահավետ առաջարկներ՝ ներկայացնելով արևային համակարգերի բոլոր առավելությունները՝ երկարաժամկետ խնայողություններից մինչև հուսալիությունն ու ինքնավարությունը։

                    </p>
                    <div className="Services-content-img Services-content-four-img">
                    </div>
                </div>
            </div>

        </div>
    )
}